THE 28
AND 24
WAS 19
OF 18
A 13
THAT 12
IN 10
HAD 9
IT 9
MISSUS 9
RACHEL 9
SHE 8
TO 8
AVONLEA 6
HE 6
AT 5
ON 5
OUT 5
BY 4
CUTHBERT 4
FOR 4
GOING 4
HILL 4
HIS 4
HOLLOW 4
LYNDE 4
MATTHEW 4
OVER 4
AFTERNOON 3
BROOK 3
BUT 3
EYE 3
HER 3
HIM 3
INTO 3
LITTLE 3
LYNDE'S 3
ONE 3
ROAD 3
RUN 3
THEIR 3
THERE 3
THOSE 3
UP 3
WHICH 3
WHO 3
WINDOW 3
WITH 3
ALL 2
ANYTHING 2
AS 2
BE 2
BEEN 2
BEYOND 2
CAN 2
COURSE 2
DONE 2
FROM 2
ITS 2
KEEPING 2
MAIN 2
MAN 2
NEVER 2
OR 2
OTHER 2
OWN 2
PAST 2
PEOPLE 2
PETER 2
PLACE 2
SEED 2
SHARP 2
SITTING 2
SO 2
TELL 2
THIS 2
TIME 2
TURNIP 2
WELL 2
WENT 2
WHERE 2
WOODS 2
YET 2
ABOUT 1
ABUNDANT 1
AID 1
ALDERS 1
ALWAYS 1
AN 1
ANY 1
ANYBODY 1
ARE 1
ASKED 1
ATTEND 1
AUXILIARY 1
AWAY 1
AWED 1
BACK 1
BARGAIN 1
BARN 1
BECAUSE 1
BEES 1
BEFORE 1
BELOW 1
BEST 1
BETOKENED 1
BLAIR'S 1
BLOOM 1
BOTH 1
BRIDAL 1
BRIGHT 1
BROOKS 1
BUGGY 1
BUSINESS 1
BUSY 1
CALLED 1
CAPABLE 1
CARMODY 1
CASCADE 1
CHAPTER 1
CHILDREN 1
CHURCH 1
CIRCLE 1
CLOSELY 1
CLOTHES 1
COMING 1
CONCERNS 1
CONDUCTED 1
CONSCIOUS 1
CONSIDERABLE 1
COTTON 1
COULD 1
CREATURES 1
CROSSED 1
DARK 1
DAY 1
DECENCY 1
DECORUM 1
DEFTLY 1
DINT 1
DIPPED 1
DISTANCE 1
DOOR 1
DOWN 1
DRIVING 1
DUE 1
EARDROPS 1
EARLIER 1
EARLY 1
EVEN 1
EVENING 1
EVERYTHING 1
FERRETED 1
FIELD 1
FLUSH 1
FOLKS 1
FOREIGN 1
FOUND 1
FRINGED 1
GAUNTLET 1
GIVEN 1
GOOD 1
GUESS 1
HALF 1
HAVE 1
HEADLONG 1
HEARD 1
HELPED 1
HERE 1
HOME 1
HOURS 1
HOUSE 1
HOUSEKEEPERS 1
HOUSEWIFE 1
HUMMED 1
HUSBAND 1
IF 1
INFORMATION 1
INTRICATE 1
IS 1
J 1
JUNE 1
JUST 1
KITCHEN 1
KNEW 1
KNITTED 1
KNITTING 1
KNOWN 1
LADIES 1
LATE 1
LIFE 1
LIVED 1
MANAGE 1
MARE 1
MEANT 1
MEEK 1
MIGHT 1
MISSIONS 1
MORRISON 1
MUST 1
MYRIAD 1
NEGLECTING 1
NEIGHBOR'S 1
NEXT 1
NOT 1
NOTABLE 1
NOTICED 1
NOW 1
ODD 1
OLD 1
ORCHARD 1
OUGHT 1
PASS 1
PASSED 1
PINKY 1
PLACIDLY 1
PLAIN 1
PLENTY 1
POOL 1
PRESSING 1
PRETTY 1
PROBABLY 1
PROOF 1
PROP 1
PUTTING 1
QUESTIONS 1
QUIET 1
QUILTS 1
RACHEL'S 1
RAN 1
RARELY 1
REACHED 1
RED 1
REGARD 1
REPUTED 1
REST 1
SCHOOL 1
SECRETS 1
SEEING 1
SEWING 1
SIT 1
SIXTEEN 1
SLOPE 1
SOCIETY 1
SOMETHING 1
SORREL 1
SOURCE 1
SOW 1
SOWING 1
STEEP 1
STORE 1
STREAM 1
STRONGEST 1
SUIT 1
SUN 1
SUNDAY 1
SURPRISED 1
TAKING 1
THEM 1
THEREOF 1
THOMAS 1
THREE 1
THROUGH 1
TOGETHER 1
TRAVERSED 1
UNSEEN 1
UNTIL 1
UNUSUAL 1
VOICES 1
VOLUNTEER 1
WARM 1
WARP 1
WERE 1
WHEREFORES 1
WHITE 1
WHOLE 1
WHOM 1
WHY 1
WHYS 1
WILLIAM 1
WITHOUT 1
WONT 1
WORK 1
WOULD 1
WOUND 1
